Repository: MartinaLuAh/CityTout-VeliLosinj
Catalog: StadtfuehrungVeliLosinj/Sehenswuerdigkeiten.*.resx
Languages: hr, it

# KircheHeiligeAntonius
source: Church of St. Anthony An impressive Baroque-Classical church from the 18th century, located right by the harbor. It was built on the site of a Gothic church from 1440, which was surrounded by a cemetery and served as the first seat of an independent parish. After a fire in 1675, the church was rebuilt and expanded, and gained its current appearance in 1774. Inside, it houses valuable artworks, including a painting by Bartolomeo Vivarini from 1475 and an organ by the Venetian master Gaetano Callido from 1782. Fun fact: In the church floor, there are many tombstones with relief carvings – a silent testimony to the final resting place of many families from Veli Lošinj.
hr: Crkva sv. Antuna Opata Impozantna barokno-klasicistička crkva iz 18. stoljeća, smještena uz samu luku. Sagrađena je na mjestu gotičke crkve iz 1440. godine, koja je bila okružena grobljem i služila kao prvo sjedište samostalne župe. Nakon požara 1675. godine, crkva je obnovljena i proširena, a današnji izgled dobila je 1774. godine. Unutrašnjost krase vrijedna umjetnička djela, uključujući sliku Bartolomea Vivarinija iz 1475. godine i orgulje venecijanskog majstora Gaetana Callida iz 1782. Zanimljivost: U podu crkve nalaze se brojne nadgrobne ploče s reljefnim prikazima, svjedočeći o važnosti crkve kao posljednjeg počivališta mnogih velološinjskih obitelji.
it: Chiesa di Sant'Antonio Imponente chiesa barocco-classicista del XVIII secolo, situata proprio accanto al porto. Costruita sul sito di una chiesa gotica del 1440, circondata da un cimitero, serviva come prima sede della parrocchia indipendente. Dopo un incendio nel 1675, fu restaurata e ampliata, assumendo l'aspetto attuale nel 1774. All'interno si trovano opere d'arte di grande valore, tra cui un dipinto di Bartolomeo Vivarini del 1475 e l’organo del maestro veneziano Gaetano Callido del 1782. Curiosità: Nel pavimento della chiesa si trovano numerose lapidi con rilievi, testimonianza del ruolo della chiesa come luogo di sepoltura per molte famiglie di Veli Lošinj.

# KircheHeiligeMaria
source: Church of St. Mary One of the oldest churches in Veli Lošinj, modest in appearance but adorned with valuable medieval frescoes inside. Fun fact: According to legend, locals came here to pray for rain during long periods of drought.
hr: Crkva sv. Marije Jedna od najstarijih crkvica u Velom Lošinju, skromnog vanjskog izgleda, ali s vrijednim unutarnjim freskama koje pričaju priče iz srednjeg vijeka. Zanimljivost: Prema predaji, mještani su ovdje dolazili moliti za kišu tijekom dugih sušnih razdoblja.
it: Chiesa di Santa Maria Una delle chiese più antiche di Veli Lošinj, semplice all'esterno ma con preziosi affreschi medievali all'interno. Curiosità: Secondo la tradizione, gli abitanti vi si recavano per pregare la pioggia durante i lunghi periodi di siccità.

# Turm
source: Tower – Fortification A medieval defensive tower from the 15th century, once part of a system protecting the town from pirates. Today, it serves as a museum and gallery, offering a beautiful view of the village and sea from the top. Fun fact: The old cannons in the tower were never fired in battle – pirates often fled at the mere sight of the fortification.
hr: Kula Srednjovjekovna obrambena kula iz 15. stoljeća, nekada dio obrambenog sustava protiv gusara. Danas služi kao muzej i galerija, a s vrha se pruža prekrasan pogled na mjesto i more. Zanimljivost: Stari topovi s tornja nikada nisu ispalili hitac u borbi; gusari su najčešće bježali već na sam pogled na obrambenu strukturu.
it: Torre – Fortezza Torre difensiva medievale del XV secolo, un tempo parte del sistema di difesa contro i pirati. Oggi ospita un museo e una galleria d'arte, con una splendida vista sul paese e sul mare dalla sommità. Curiosità: I vecchi cannoni della torre non furono mai usati in battaglia – i pirati spesso fuggivano solo vedendo la fortificazione.

# KircheHeiligeNikolaus
source: Church of St. Nicholas Located outside the village center, this church is dedicated to St. Nicholas – the patron saint of sailors – and has long served as a spiritual refuge for fishermen and captains. Fun fact: Sailors often dedicated ship cabins to St. Nicholas, praying for safety at sea. Another fun fact: In front of the church is a stone plaque with the names of the first 12 families who settled in Veli Lošinj – the founders of the modern town.
hr: Crkva sv. Nikole Smještena izvan središta mjesta, ova crkva posvećena sv. Nikoli – zaštitniku pomoraca – stoljećima je bila važno duhovno utočište lošinjskih ribara i kapetana. Zanimljivost: Pomorci su često posvećivali brodske kabine sv. Nikoli, moleći za sigurnost na moru. Još jedna zanimljivost: Ispred crkve nalazi se kamena ploča s imenima prvih 12 obitelji koje su se naselile u Veli Lošinj – ti su ljudi postavili temelje današnjeg mjesta.
it: Chiesa di San Nicola Situata fuori dal centro abitato, è dedicata a San Nicola – patrono dei marinai – ed è stata per secoli un rifugio spirituale per pescatori e capitani. Curiosità: I marinai spesso dedicavano le cabine delle loro navi a San Nicola, pregando per la sicurezza in mare. Un'altra curiosità: Davanti alla chiesa c'è una targa con i nomi delle prime 12 famiglie che si stabilirono a Veli Lošinj – i fondatori del paese odierno.

# Olivenmühle
source: Old Olive Mill In Rovenska Bay lies an old stone mill once used to press olives for oil – one of the island’s most important products. The mill stands as a witness to the long tradition of olive growing and the importance of olive oil to the local economy. Fun fact: The mill was once operated by hand or with the help of animals. Locals brought olives here from all over the island for processing.
hr: Stari mlin za masline U uvali Rovenska nalazi se stari kameni mlin u kojem su se nekad mljele masline za proizvodnju maslinovog ulja, jednog od najvažnijih proizvoda otoka Lošinja. Mlin svjedoči o dugoj tradiciji maslinarstva i važnosti maslinovog ulja za lokalno gospodarstvo. Zanimljivost: Stari mlin pokretao se ručno ili uz pomoć životinja, a mještani su ovdje donosili masline s cijelog otoka.
it: Antico frantoio Nella baia di Rovenska si trova un antico frantoio in pietra, dove si macinavano le olive per produrre l’olio – uno dei prodotti più importanti dell’isola di Lošinj. Il frantoio testimonia la lunga tradizione olivicola e l'importanza dell'olio d'oliva per l'economia locale. Curiosità: Il frantoio funzionava manualmente o con l’aiuto di animali. Gli abitanti portavano qui le olive da tutta l'isola.

# HafenVonRovenska
source: Rovenska Harbor An authentic fishing harbor with traditional boats and old stone houses, it has retained the charm and atmosphere of days gone by. Fun fact: You can still see fishermen repairing their nets here – a living tradition of Lošinj.
hr: Luka Rovenska Autentična ribarska luka s tradicionalnim barkama i starim kamenim kućama, zadržala je svoj šarm i atmosferu prošlih vremena. Zanimljivost: U luci Rovenska još uvijek možete vidjeti ribare kako krpaju mreže, a mjesto je poznato po očuvanoj tradiciji ribarstva.
it: Porto di Rovenska Un autentico porto di pescatori con barche tradizionali e vecchie case in pietra, che ha conservato il fascino e l’atmosfera del passato. Curiosità: Ancora oggi è possibile vedere i pescatori riparare le reti – una tradizione viva e vissuta.

# Wellenbrecher(Molo)
source: Breakwater (Molo) A historic stone breakwater protecting the harbor, a favorite spot for walks and seaside photography. Fun fact: Old fishermen used to toss coins into the sea from the molo to bring luck before setting out to fish.
hr: Lukobran (Mulo) Povijesni kameni lukobran koji štiti luku, omiljeno mjesto za šetnje i fotografije uz more. Zanimljivost: Stari ribari pričaju da su s mula bacali novčiće u more za sreću prije polaska na ribarenje.
it: Molo (Frangiflutti) Storico molo in pietra che protegge il porto, luogo amato per passeggiate e fotografie sul mare. Curiosità: I vecchi pescatori lanciavano monete in mare dal molo per augurarsi buona fortuna prima di partire per la pesca.

# Feral
source: Feral The area of Veli Lošinj called Feral was once home to a meteorological station, active from 1888 to 1896. On the promenade at Cape Leva stood a weather column, now only the base remains. Fun fact: The measurements taken here attracted the attention of Viennese doctors and contributed to Veli and Mali Lošinj being declared climate resorts in 1892.
hr: Feral Feral je dio Velog Lošinja poznat po nekadašnjoj meteorološkoj postaji koja je djelovala od 1888. do 1896. godine. Na šetnici na Rtu Leva bio je postavljen meteorološki stup, od kojeg se danas može vidjeti samo postolje. Zanimljivost: Mjerenja koja su se ovdje provodila privukla su pozornost bečkih liječnika, što je doprinijelo proglašenju Velog i Malog Lošinja klimatskim lječilištima 1892. godine.
it: Feral Il quartiere di Veli Losinj chiamato Feral ospitava una stazione meteorologica attiva dal 1888 al 1896. Sulla passeggiata del promontorio Leva si trovava una colonna meteorologica, oggi ne resta solo la base. Curiosità: Le misurazioni effettuate qui attirarono l'interesse dei medici viennesi, contribuendo alla proclamazione di Veli e Mali Losinj come centri climatici nel 1892.

# VillaElisabeth
source: Villa Elisabeth A historic villa from the Austro-Hungarian era, built as a summer residence for a wealthy family. An architectural gem with a rich past, it is now a protected landmark. Fun fact: The villa once had a private botanical garden and was one of the first houses on the island to feature a modern bathroom.
hr: Villa Elisabeth Povijesna vila iz doba Austro-Ugarske, sagrađena kao ljetnikovac bogate obitelji. Arhitektonski dragulj s bogatom prošlošću, danas važan spomenik. Zanimljivost: Vila je nekoć imala privatni botanički vrt i bila je jedna od prvih kuća s modernim kupaonicama na otoku.
it: Villa Elisabeth Storica villa dell’epoca austro-ungarica, costruita come residenza estiva per una famiglia benestante. Un gioiello architettonico con una ricca storia, oggi considerata un importante monumento. Curiosità: La villa aveva un giardino botanico privato ed è stata una delle prime case dell’isola dotata di bagno moderno.

# Fischmarkt
source: Fish Market on the Waterfront Located right by the sea, the fish market has always been the heart of morning life in Veli Lošinj. Locals and tourists alike come here to buy fresh fish straight from the boats. Fun fact: The market is more than just a place to shop – it's where you hear the latest stories, learn who caught what, and feel the true rhythm of island life.
hr: Ribarnica na rivi Smještena tik uz more, ribarnica na rivi oduvijek je bila srce jutarnjih zbivanja u Velom Lošinju. Mještani i turisti dolazili su po svježu ribu netom iskrcanu iz barki koje se ljuljaju u luci. Zanimljivost: Ribarnica je više od tržnice – to je mjesto gdje možete čuti najnovije priče, saznati tko je što ulovio i osjetiti pravi ritam otočkog života.
it: Mercato del pesce sul lungomare Situato proprio accanto al mare, il mercato del pesce è sempre stato il cuore della vita mattutina a Veli Lošinj. Gli abitanti e i turisti vi si recano per acquistare pesce fresco direttamente dalle barche. Curiosità: Il mercato del pesce è molto più di un luogo di vendita – è dove si ascoltano le ultime storie, si scopre chi ha pescato cosa e si respira il vero ritmo della vita isolana.

# Begrueßungsnachricht
source: Welcome to Veli Lošinj! Welcome to an educational game through the picturesque town of Veli Lošinj! Explore interesting facts about its history, culture, and natural beauty. The adventure begins at St. Nicholas’ Church, where the first settlers of Lošinj arrived. Ready? Let’s explore Veli Lošinj together!
hr: Dobrodošli u Veli Lošinj! Dobrodošli u edukativnu igru kroz slikoviti gradić Veli Lošinj! Istraživanjem znamenitosti saznat ćete zanimljive činjenice o njegovoj povijesti, kulturi i prirodnim ljepotama. Avantura započinje kod crkve sv. Nikole, mjesta gdje su se nastanili prvi stanovnici Lošinja. Spremni? Krenimo zajedno u otkrivanje Velog Lošinja!
it: Benvenuti a Veli Lošinj! Benvenuti in un gioco educativo attraverso il pittoresco borgo di Veli Lošinj! Scoprite curiosità sulla sua storia, cultura e natura. L’avventura inizia dalla chiesa di San Nicola, dove si stabilirono i primi abitanti di Lussino. Pronti? Iniziamo insieme a scoprire Veli Lošinj!

# FischmarktTitel
source: Fish Market on the Waterfront
hr: Ribarnica na rivi
it: Mercato del pesce sul lungomare

# HafenVonRovenskaTitel
source: Rovenska Harbor
hr: Luka Rovenska
it: Porto di Rovenska

# KircheHeiligeAntoniusTitel
source: Church of St. Anthony
hr: Crkva sv. Antuna Opata
it: Chiesa di Sant'Antonio

# KircheHeiligeMariaTitel
source: Church of St. Mary
hr: Crkva sv. Marije
it: Chiesa di Santa Maria

# KircheHeiligeNikolausTitel
source: Church of St. Nicholas
hr: Crkva sv. Nikole
it: Chiesa di San Nicola

# OlivenmühleTitel
source: Old Olive Mill
hr: Stari mlin za masline
it: Antico frantoio

# TurmTitel
source: Tower – Fortification
hr: Kula
it: Torre – Fortezza

# WellenbrecherTitel
source: Breakwater (Molo)
hr: Lukobran (Mulo)
it: Molo (Frangiflutti)

# buttonSchließenText
source: Close
hr: Zatvori
it: Chiudi
